[
  {
    "author": "John Wagner, Mariana Alfaro",
    "title": "Post Politics Now: Ronna McDaniel seeks to hang on as RNC chair - The Washington Post",
    "description": "McDaniel, who was first elevated to her position by President Donald Trump, faces a spirited challenge from Harmeet Dhillon, who has the backing of Florida Gov. Ron DeSantis (R).\nIn the spring of 2022, George Santoss congressional campaign submitted a handful of filings to the Federal Election Commission that did something unheard of in campaign finance: The campaign reported… [+410 chars]",
    "image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/6PTUJPS75AI6XILXO5S7FGUVEQ.jpg&w=1440"
  },
  {
    "author": "John Bowden",
    "title": "George Santos accused of making vile joke about Hitler, Jews and Black people – live - The Independent",
    "description": "Congressman George Santos has faced scrutiny after appearing to fabricate much of his resume\nIn George Santoss district, setting of The Great Gatsby, cries of imposter abound\r\nLong Islands Gold Coast is known to many as the backdrop for a story about a fictional character who concocted fabul… [+1244 chars]",
    "image": "https://static.independent.co.uk/2023/01/21/04/10401865.jpg?quality=75&width=1200&auto=webp"
  },
  {
    "author": null,
    "title": "Feds announce massive takedown of fraudulent nursing diploma scheme; 2 Burlington County, NJ residents charged - WPVI-TV",
    "description": "Twenty-five people are accused of operating a multi-million-dollar nursing school scheme, including two Burlington County, New Jersey residents.\nPHILADELPHIA (WPVI) -- A massive, coordinated scheme to sell false and fraudulent nursing degree credentials has been brought down by a joint federal law enforcement operation, Justice Department off… [+8720 chars]",
    "image": "https://cdn.abcotvs.com/dip/images/12738096_012623-wpvi-nursing-school-fraud-12pm-vid.jpg?w=1600"
  },
  {
    "author": "Jeff Cox",
    "title": "Key Fed inflation measure eased in December while consumer spending also declined - CNBC",
    "description": "The personal consumption price index excluding food and energy for December increased 4.4% from a year ago.\nConsumers spent less in December even as an inflation measure considered key by the Federal Reserve showed the pace of price increases easing, the Commerce Department reported Friday.\r\nPersonal consu… [+3442 chars]",
    "image": "https://image.cnbcfm.com/api/v1/image/107182893-1674563072889-gettyimages-1246494183-AA_24012023_1037020.jpeg?v=1674827878&w=1920&h=1080"
  },
  {
    "author": "https://www.facebook.com/bbcnews",
    "title": "Bilal al-Sudani: US forces kill Islamic State Somalia leader in cave complex - BBC",
    "description": "Bilal al-Sudani was a key figure in growing the Islamic State's presence in Africa, the US says.\nUS forces have killed an Islamic State leader, Bilal al-Sudani, and 10 of his operatives in northern Somalia, American officials say.\r\nHe was killed after US special forces raided a remote mountainou… [+2747 chars]",
    "image": "https://ichef.bbci.co.uk/news/1024/branded_news/3B8B/production/_128434251_soldiers-gettyimages-1242667262.jpg"
  },
  {
    "author": "Investor's Business Daily",
    "title": "Dow Jones Futures: Market Rally Faces Big Test With Inflation Data Due; Intel Plunges | Investor's Business Daily - Investor's Business Daily",
    "description": "The market rally is coming up to key resistance.\nDow Jones futures tilted higher early Friday while S&amp;P 500 futures and Nasdaq futures fell modestly on Intel's terrible earnings and guidance. Key inflation data is on tap.\r\nXIntel (INTC), chip-g… [+9684 chars]",
    "image": "https://www.investors.com/wp-content/uploads/2017/10/stock-climbingHill-03-adobe.jpg"
  },
  {
    "author": "https://www.facebook.com/bbcnews",
    "title": "Jeremy Hunt prioritises cutting inflation, not tax - BBC",
    "description": "The chancellor's speech, ahead of the March Budget, reiterated plans to help growth by halving inflation.\nChancellor Jeremy Hunt has ruled out tax cuts in a speech where he said that reducing inflation is key to boosting economic growth. \r\nMr Hunt outlined opportunities in what he calls \"the growth secto… [+4873 chars]",
    "image": "https://ichef.bbci.co.uk/news/1024/branded_news/18057/production/_127719389_gettyimages-1244845650.jpg"
  },
  {
    "author": null,
    "title": "'Trump fatigue' in New Hampshire complicates 2024 White House bid - Reuters.com",
    "description": "When Donald Trump trounced his Republican rivals in New Hampshire's 2016 primary, the stunning win announced to other states the reality TV showman was a serious contender. Trump went on to capture the Republican nomination and then the White House.\nWEARE, New Hampshire Jan 27 (Reuters) - When Donald Trump trounced his Republican rivals in New Hampshire's 2016 primary, the stunning win announced to other states the reality TV showman was a serio… [+7936 chars]",
    "image": "https://www.reuters.com/resizer/xxSoD9Yyje8hXbsHmgmwMqHMQ3E=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/H3CBZYZFDNMGRMPO2TZVVQK4YU.jpg"
  },
  {
    "author": "Sheil Kapadia",
    "title": "NFL Conference Championship Picks Against the Spread - The Ringer",
    "description": "Vegas oddsmakers are predicting tight games between the 49ers-Eagles and Bengals-Chiefs. Here’s the case for why each team could make the Super Bowl, and our picks for who will actually win.\nThis conference championship weekend has the chance to be an all-timer. In a season where we didnt have a runaway favorite in either conference, the NFL still ended up with the four best teams playin… [+11065 chars]",
    "image": "https://cdn.vox-cdn.com/thumbor/Z0jcNmX9BwoTrSmIBGo1FiGoGRY=/0x215:3000x1786/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/24389091/PicksAgainstTheSpreadConference_Getty_Ringer.jpg"
  },
  {
    "author": "Aya Elamroussi, Taylor Romine, Paradise Afshar",
    "title": "NBC Bay Area News: Suspect in Northern California farm shootings reportedly confesses, claims he was not in his right mind - CNN",
    "description": "Chunli Zhao, the farmworker accused of carrying out two shootings on farms in Northern California earlier this week, admitted to killing seven people and injuring one other, NBC Bay Area News reported.\nChunli Zhao, the farmworker accused of carrying out two shootings on farms in Northern California earlier this week, admitted to killing seven people and injuring one other, NBC Bay Area News reporte… [+5456 chars]",
    "image": "https://media.cnn.com/api/v1/images/stellar/prod/230125150324-zhao-court-appearance-0125.jpg?c=16x9&q=w_800,c_fill"
  },
  {
    "author": null,
    "title": "Pathaan Box Office Collection Day 2: Shah Rukh Khan's \"Unstoppable\" Film Makes History, Over Rs 200 Crore Worldwide - NDTV Movies",
    "description": "Pathaan's total India business - Hindi version only - over two days is Rs 123 crore\nPathaan Box Office Report: Shah Rukh Khan in a still from the film\r\nShah Rukh Khan's new release Pathaan made history on its second day at the box office, setting another record with earnings of Rs 6… [+2868 chars]",
    "image": "https://c.ndtvimg.com/2023-01/rlsda8qg_pathaanbo650_625x300_27_January_23.jpg"
  },
  {
    "author": "",
    "title": "Russians on Western tanks for Ukraine: 'Our opinions mean diddly-squat' - CNN",
    "description": "After the announcement of Germany and the US to supply tanks to Ukraine, Russia's propaganda machine is working at full throttle. Russian state TV playing down risks to Russian troops in Ukraine seems to be working on some - but not everyone is buying the hyp…\nnull",
    "image": "https://media.cnn.com/api/v1/images/stellar/prod/230127083133-diddly-squat.jpg?c=16x9&q=w_800,c_fill"
  },
  {
    "author": "Michael David Smith",
    "title": "Eric Bieniemy on Patrick Mahomes’ recovery: I want whatever he’s taking - NBC Sports",
    "description": "Chiefs offensive coordinator Eric Bieniemy wishes he could bottle whatever it is that has allowed quarterback Patrick Mahomes to do everything on the practice field just days after suffering a high ankle sprain.Asked what the biggest reason is for Mahomes’ fa…\nChiefs offensive coordinator Eric Bieniemy wishes he could bottle whatever it is that has allowed quarterback Patrick Mahomes to do everything on the practice field just days after suffering a high a… [+870 chars]",
    "image": "https://profootballtalk.nbcsports.com/wp-content/uploads/sites/25/2023/01/USATSI_19835204_168393265_lowres.jpg?resize=1024,683"
  },
  {
    "author": "Al Jazeera",
    "title": "‘Oldest and most complete’ mummy found in Egypt - Al Jazeera English",
    "description": "The 4,300-year-old mummy was found covered in layers of gold near the Step Pyramid at Saqqara.\nEgyptian archaeologists have uncovered a Pharaonic tomb near the capital, Cairo, containing what may be the oldest and most complete mummy yet to be discovered in the country.\r\nThe 4,300-year-old mum… [+2180 chars]",
    "image": "https://www.aljazeera.com/wp-content/uploads/2023/01/AP23026457881767.jpg?resize=1920%2C1440"
  },
  {
    "author": "SamMobile, Asif Iqbal Shaik",
    "title": "Samsung Galaxy Book 3 Pro, Book 3 Pro 360 images and specs leak - SamMobile - Samsung news",
    "description": "During the launch of the Galaxy S23 series on February 1, 2023, Samsung will also announce the Galaxy Book 3 ...\nDuring the launch of the Galaxy S23 series on February 1, 2023, Samsung will also announce the Galaxy Book 3 lineup of laptops. The company has consistently launched new laptops over the past couple … [+1651 chars]",
    "image": "https://www.sammobile.com/wp-content/uploads/2022/02/Samsung-Galaxy-Book-2-Pro-360-3-720x480.jpg"
  },
  {
    "author": "Natasha Turak",
    "title": "Beyoncé, a $100k-a-night suite and a red carpet of influencers: Dubai basks in its booming economy - CNBC",
    "description": "Beyoncé was performing her first live concert in more than four years at a private event for the opening of Atlantis The Royal, a $1.4 billion luxury hotel.\nBeyoncé performs on stage headlining the Grand Reveal of Dubai's newest luxury hotel, Atlantis The Royal on January 21, 2023 in Dubai, United Arab Emirates.\r\nDUBAI, United Arab Emirates It was the ta… [+6496 chars]",
    "image": "https://image.cnbcfm.com/api/v1/image/107183666-1674652081472-gettyimages-1458552729-km202552_5554d682-818e-4702-addb-e525fcd2687a.jpeg?v=1674800443&w=1920&h=1080"
  },
  {
    "author": "Ed Pilkington",
    "title": "Texas death row inmates sue state over ‘brutal’ solitary confinement conditions - The Guardian US",
    "description": "Class action lawsuit alleges prison authorities inflict ‘cruel and unusual punishment’ in breach of constitutional rights\nA class action suit has been brought on behalf of the 185 male prisoners on death row in Texas, accusing the state of violating the inmates constitutional rights by holding them in permanent solitary… [+3367 chars]",
    "image": "https://i.guim.co.uk/img/media/9877b0e28181cdf2e616b63d61d44b54d96deb6d/0_119_3000_1800/master/3000.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=5f671a1428a0f575c6aeef06c1890212"
  },
  {
    "author": "Jeff Borzello",
    "title": "Billy Packer, 82, longtime Final Four basketball analyst, dies - ESPN",
    "description": "Longtime college basketball commentator Billy Packer, the voice of the NCAA tournament for more than 30 years, died Thursday night. He was 82.\nLongtime college basketball commentator Billy Packer, the voice of the NCAA tournament for more than 30 years, died Thursday night. He was 82.\r\nPacker's two sons, Mark and Brandt, announced the news … [+5647 chars]",
    "image": "https://a4.espncdn.com/combiner/i?img=%2Fphoto%2F2023%2F0127%2Fr1123045_2_1296x1296_1%2D1.jpg"
  },
  {
    "author": "Zayn Nabbi, Angus Watson",
    "title": "Novak Djokovic's father poses with fan wearing pro-Russia 'Z' symbol - CNN",
    "description": "The Australian Open told CNN it has \"briefed and reminded\" players and their entourages about the tournament's \"policy regarding flags and symbols\" on Thursday after video emerged on Wednesday of Novak Djokovic's father, Srdjan, pictured at a demonstration wi…\nThe Australian Open told CNN it has briefed and reminded players and their entourages about the tournaments policy regarding flags and symbols on Thursday after video emerged on Wednesday of Novak Dj… [+2838 chars]",
    "image": "https://media.cnn.com/api/v1/images/stellar/prod/230126114736-djokovic-fan-z-symbol-012623.jpg?c=16x9&q=w_800,c_fill"
  },
  {
    "author": "Nathaniel Meyersohn, CNN",
    "title": "McDonald's, In-N-Out, and Chipotle are spending millions on minimum wage referendum - KSL.com",
    "description": "California voters will decide next year on a referendum that could overturn a landmark new state law setting worker conditions and minimum wages up to $22 an hour for fast-food employees in the nation's largest state.\nEstimated read time: 3-4 minutes\r\nSACRAMENTO California voters will decide next year on a referendum that could overturn a landmark new state law setting worker conditions and minimum wages up to $22… [+4192 chars]",
    "image": "https://img.ksl.com/slc/2912/291274/29127486.jpg?filter=kslv2/responsive_story_lg"
  }
]